{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "base16-nvim": {
      "src": "http://github.com/RRethy/base16-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim"
    },
    "github-nvim-theme": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "grapple.nvim": {
      "src": "https://github.com/cbochs/grapple.nvim"
    },
    "gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "hop.nvim": {
      "src": "https://github.com/smoka7/hop.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.base16": {
      "src": "https://github.com/nvim-mini/mini.base16"
    },
    "mini.move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "neotab.nvim": {
      "src": "https://github.com/kawre/neotab.nvim"
    },
    "neovim": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "poimandres.nvim": {
      "src": "https://github.com/olivercederborg/poimandres.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "treesj": {
      "src": "https://github.com/Wansmer/treesj"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}
